{
    "extensionDescription": {
        "message": "Σας προστατεύει από παρακολούθηση μέσω Δικτύων Διανομής Περιεχόμενου (CDN) ανακατευθύνοντας σε τοπικούς πόρους.",
        "description": "Protects you against tracking through CDNs (Content Delivery Networks) by redirecting to local resources."
    },
    "amountInjectedDescription": {
        "message": "Ποσοστό εμβόλιμων τοπικών πόρων Δικτύων Παροχής Περιεχομένου από την στιγμή της εγκατάστασης.",
        "description": "Amount injected description."
    },
    "optionsTitle": {
        "message": "Επιλογές",
        "description": "Options title"
    },
    "showIconBadgeTitle": {
        "message": "Προβολή αριθμού εμβόλιμων πόρων στο εικονίδιο",
        "description": "Show icon badge title"
    },
    "showIconBadgeDescription": {
        "message": "Προβολή του αριθμού των εμβόλιμων πόρων στο εικονίδιο της επεκτάσεως.",
        "description": "Show icon badge description."
    },
    "blockMissingTitle": {
        "message": "Αποκλεισμός αιτήσεων για ανύπαρκτους πόρους",
        "description": "Block requests for missing resources title"
    },
    "blockMissingDescription": {
        "message": "Ακύρωση απομακρυσμένης αίτησης, αν ο απαιτούμενος πόρος δεν είναι τοπικά διαθέσιμος.",
        "description": "Block requests for missing resources description."
    },
    "disablePrefetchTitle": {
        "message": "Απενεργοποίηση πρόωρης φόρτωσης συνδέσμου",
        "description": "Disable prefetch title"
    },
    "disablePrefetchDescription": {
        "message": "Αποτροπή διαρροής αποκλεισμένων αιτήσεων προς δίκτυα διανομής.",
        "description": "Disable prefetch description."
    },
    "stripMetadataTitle": {
        "message": "Διαγραφή μεταδεδομένων από επιτρεπόμενες αιτήσεις",
        "description": "Strip metadata title"
    },
    "stripMetadataDescription": {
        "message": "Διαγραφή ευαίσθητων δεδομένων από επιτρεπόμενες αιτήσεις CDN για ενίσχυση ασφάλειας.",
        "description": "Strip metadata description."
    },
    "allowlistedDomainsTitle": {
        "message": "Απενεργοποίηση του LocalCDN γι' αυτούς τους τομείς:",
        "description": "Deactivate LocalCDN for these domains:"
    },
    "allowlistedDomainsDescription": {
        "message": "Εισαγωγή διευθύνσεων στις επιτρεπόμενες. Μία καταχώριση ανά γραμμή.",
        "description": "Enter domains to disable LocalCDN there. One entry per line."
    },
    "advancedLabel": {
        "message": "Για προχωρημενους",
        "description": "Advanced label"
    },
    "generateRuleSetTitle": {
        "message": "Δημιουργία συνόλων κανόνων για το πρόγραμμα αποκλεισμού διαφημίσεων που χρησιμοποιείτε",
        "description": "Generate rule sets for your adblocker"
    },
    "generateRuleSetDescription": {
        "message": "Εάν χρησιμοποιείτε κάποιο πρόγραμμα αποκλεισμού διαφημίσεων μπορείτε να δημιουργήσετε τους κανόνες εδώ. Πρέπει να τους προσθέσετε χειροκίνητα στο πρόγραμμα αποκλεισμού διαφημίσεων.",
        "description": "In case you are using an adblocker you can generate the rules here. You have to add these rules manually in your adblocker."
    },
    "lastUpdate": {
        "message": "Τελευταια ενημερωση:",
        "description": "Last update:"
    },
    "copyRuleSet": {
        "message": "Αντιγραφή",
        "description": "Text of button to copy ruleset"
    },
    "loggingTitle": {
        "message": "Ενεργοποίηση καταγραφής",
        "description": "Enable logging"
    },
    "loggingDescription": {
        "message": "Μπορείτε να ανοίξετε το αρχείο καταγραφής με το εικονίδιο στο μενού. Το αρχείο καταγραφής θα διαγραφεί όταν κλείσετε το πρόγραμμα περιήγησης ή απενεργοποιήσετε την καταγραφή.",
        "description": "You can open the log with the icon in the menu. The log will be deleted when you close the browser or disable logging."
    },
    "featureBreaksWebsitesDescription": {
        "message": "Αυτή η λειτουργία προκαλεί δυσλειτουργίες σε ιστοσελίδες. Να μην ενεργοποιηθεί, εκτός αν προτίθεστε να προσθέσετε, χειροκίνητα, στον κατάλογο επιτρεπόμενων όποιους τομείς επηρεάζονται.",
        "description": "This feature breaks websites. Do not leave it enabled, unless you are prepared to manually add affected domains to the allow list."
    },
    "featureBreaksWebsitesButton": {
        "message": "Απενεργοποίηση",
        "description": "Disable"
    },
    "labelManipulateDOM": {
        "message": "Φίλτρο κώδικα πηγής HTML",
        "description": "Filter HTML source code"
    },
    "labelDonate": {
        "message": "Δωρεά",
        "description": "Donate"
    },
    "negateHtmlFilterListTitle": {
        "message": "Αντιστροφή φίλτρου HTML",
        "description": "Invert HTML filter"
    },
    "negateHtmlFilterListDescription": {
        "message": "Ενεργοποίηση της επιλογής για μόνιμη εφαρμογή του φίλτρου HTML. Τότε, εξαιρούνται οι τομείς στον κατάλογο. Εάν αυτή η επιλογή είναι απενεργοποιημένη, η εφαρμογή του φίλτρου HTML θα γίνεται μόνο στους τομείς του καταλόγου.",
        "description": "Enable this option to always apply the HTML filter. The domains in the list will be ignored then. If this option is disabled, the HTML filter is only applied to domains in the list."
    },
    "negateHtmlFilterListWarning": {
        "message": "Αυτή η λειτουργία μπορεί να προκαλέσει δυσλειτουργία σε ιστοσελίδες. Παρακαλώ σημειώστε τις πληροφορίες στη σελίδα Wiki.",
        "description": "This function can break websites. Please note the information on the Wiki page."
    },
    "htmlFilterDomainsTitleExclude": {
        "message": "Μη εφαρμογή φίλτρου HTML σε αυτούς τους τομείς:",
        "description": "Do not apply HTML filter to these domains:"
    },
    "htmlFilterDomainsDescription": {
        "message": "Εισαγωγή τομέων για διαχείριση ή αγνόηση από το φίλτρο HTML. Μία καταχώριση ανά γραμμή.",
        "description": "Enter the domains to be handled or ignored by the HTML filter. One entry per line."
    },
    "htmlFilterDomainsTitleInclude": {
        "message": "Εφαρμογή φίλτρου HTML για αυτούς τους τομείς:",
        "description": "Apply HTML filter for these domains:"
    },
    "blockGoogleFontsTitle": {
        "message": "Αποκλεισμός γραμματοσειρών της Google",
        "description": "Block Google Fonts"
    },
    "blockGoogleFontsDescription": {
        "message": "Εάν τα αιτήματα για ανύπαρκτους πόρους επιτρέπονται, οι συνδέσεις στο «fonts.googleapis.com» δεν αποκλείονται. Ενεργοποίηση αυτής της επιλογής για αποκλεισμό των αιτημάτων.",
        "description": "If requests for missing resources are allowed, connections to \"fonts.googleapis.com\" are not blocked. Enable this option to block these requests."
    },
    "chooseIconStyle": {
        "message": "Επιλέξτε ένα εικονίδιο για αυτή την επέκταση",
        "description": "Choose an icon for this extension"
    },
    "internalStatisticsTitle": {
        "message": "Εσωτερικά στατιστικά στοιχεία",
        "description": "Internal statistics"
    },
    "internalStatisticsDescription": {
        "message": "Αυτή η λειτουργία βρίσκεται προς το παρόν σε πειραματικό στάδιο. Δε γίνεται αποστολή δεδομένων. Είναι όλα τοπικά στη συσκευή σας.",
        "description": "No data transmission. It’s all local on your device."
    },
    "headerStatistics": {
        "message": "Στατιστικά στοιχεία",
        "description": "Statistics. The header of a statistics page."
    },
    "labelToday": {
        "message": "Σήμερα",
        "description": "Statistics view for today."
    },
    "labelPastWeek": {
        "message": "Την προηγούμενη εβδομάδα",
        "description": "Statistics view for past week."
    },
    "labelPastMonth": {
        "message": "Τον προηγούμενο μήνα",
        "description": "Statistics view for past month."
    },
    "labelPastYear": {
        "message": "Τον προηγούμενο χρόνο",
        "description": "Statistics view for past year."
    },
    "labelDelete": {
        "message": "Διαγραφή",
        "description": "Button to delete all statistics data."
    },
    "labelAvg": {
        "message": "Μέσος όρος (Αντικαταστάσεις ανά ημέρα)",
        "description": "Followed by a number of average injections per day within a specific period."
    },
    "labelInjectedFrameworks": {
        "message": "Πλαίσια που έχουν αντικατασταθεί",
        "description": "Followed by a number of injections within a specific period."
    },
    "dialogConfirmDeleteStatistics": {
        "message": "Θέλεις σίγουρα να διαγράψεις όλα τα στατιστικά στοιχεία;",
        "description": "Are you sure you want to delete all the statistics?"
    },
    "labelDomainsAllowlistGoogleFonts": {
        "message": "Σε αυτούς τους τομείς επιτρέπεται η φόρτωση Γραμματοσειρών της Google. Μία καταχώριση ανά γραμμή.",
        "description": "These domains are allowed to load Google Fonts. One entry per line."
    },
    "btnGeneral": {
        "message": "Βασικό",
        "description": "Basic"
    },
    "btnAdvanced": {
        "message": "Προχωρημένο",
        "description": "Advanced"
    },
    "btnOther": {
        "message": "Άλλο",
        "description": "Other"
    },
    "btnInfo": {
        "message": "Πληροφορίες",
        "description": "Info"
    },
    "headerStorageType": {
        "message": "Τύπος αποθήκευσης",
        "description": "Storage type"
    },
    "labelStorageTypeLocal": {
        "message": "Τοπικός",
        "description": "Local"
    },
    "labelStorageTypeSync": {
        "message": "Συγχρονισμός",
        "description": "Sync"
    },
    "headerImportExport": {
        "message": "Εισαγωγή/Εξαγωγή",
        "description": "Import/Export"
    },
    "labelExportData": {
        "message": "Δημιουργία αντιγράφου ασφαλείας",
        "description": "Back up to file"
    },
    "labelImportData": {
        "message": "Επαναφορά από αρχείο",
        "description": "Restore from file"
    },
    "dialogImportSuccessful": {
        "message": "Επιτυχής εισαγωγή",
        "description": "Import successful"
    },
    "dialogImportFailed": {
        "message": "Ανεπιτυχής εισαγωγή",
        "description": "Import failed"
    },
    "updateNotificationTitle": {
        "message": "Να ειδοποιούμαι μετά από ενημέρωση της επεκτάσεως",
        "description": "Notification after an update"
    },
    "updateNotificationNever": {
        "message": "Ποτέ (Σιωπηλές Ενημερώσεις)",
        "description": "Never (Silent Updates)"
    },
    "updateNotificationOnlyRules": {
        "message": "Μόνο αν ανανεωθούν τα CDN κι οι κανόνες",
        "description": "Only if new CDNs and rules"
    },
    "updateNotificationAlways": {
        "message": "Πάντα",
        "description": "Always"
    },
    "websiteBroken": {
        "message": "Δυσλειτουργεί ο ιστότοπος;",
        "description": "Website broken?"
    },
    "hideDonationButton": {
        "message": "Απόκρυψη επιλογής «Δωρεά»",
        "description": "Hide donation button"
    },
    "betaLabel": {
        "message": "Beta",
        "description": "beta"
    },
    "changeBadgeColorMissingResourcesTitle": {
        "message": "Υπόδειξη ανύπαρκτων πόρων στο εικονίδιο",
        "description": "Indicate missing resources on the icon"
    },
    "changeBadgeColorMissingResourcesDescription": {
        "message": "Αλλαγή χρώματος του σήματος σε περίπτωση ανύπαρκτων πόρων.",
        "description": "Change the badge color if resources are missing."
    },
    "titleHelp": {
        "message": "Βοήθεια",
        "description": "Help"
    },
    "helpIntroductionTitle": {
        "message": "Εισαγωγή",
        "description": "Introduction"
    },
    "helpHtmlFilterTitle": {
        "message": "Τι είναι το «φίλτρο HTML»;",
        "description": "What is »HTML filter«?"
    },
    "helpRuleGeneratorTitle": {
        "message": "Γεννήτρια κανόνων",
        "description": "Rule generator"
    },
    "helpWebsiteIssuesTitle": {
        "message": "Κάποιοι ιστότοποι μοιάζουν αλλόκοτοι ή είναι δύσχρηστοι",
        "description": "Some websites look strange or are not easy to use"
    },
    "helpBlockGoogleFontsTitle": {
        "message": "Γιατί υπάρχει η επιλογή «Αποκλεισμός γραμματοσειρών της Google»;",
        "description": "Why is there a »Block Google Fonts« option?"
    },
    "helpStatisticsTitle": {
        "message": "Τι ισχύει για τα στατιστικά; Μεταφέρεται τίποτα σε τυχόν διακομιστές;",
        "description": "What about the statistics? Is anything transferred to any servers?"
    },
    "helpWhatWillBeSynchronizedTitle": {
        "message": "Τι θα συγχρονιστεί όταν επιλέξω «Συγχρονισμός» ως τύπο αποθήκευσης;",
        "description": "What will be synchronized when I select »sync« as storage type?"
    },
    "helpBrowserCompatibilityTitle": {
        "message": "Συμβατότητα περιηγητή",
        "description": "Browser compatibility"
    },
    "helpIntroductionDescription": {
        "message": "Το LocalCDN είναι μια επέκταση του προγράμματος περιήγησης, που προσομοιώνει Δίκτυα Διανομής Περιεχόμενου προκειμένου να βελτιώσει το διαδικτυακό σας απόρρητο. Αναχαιτίζει την κυκλοφορία, βρίσκει τοπικά υποστηριζόμενα πλαίσια/βιβλιοθήκες και τα εισάγει στον ιστότοπο. Μη διστάσετε να χρησιμοποιήσετε το ακόλουθο βοηθητικό πρόγραμμα δοκιμών για να διαπιστώσετε εαν είστε ορθώς προστατευμένοι. Για περισσότερες πληροφορίες, διαβάστε τις οδηγίες ή τις σελίδες Wiki.",
        "description": "LocalCDN is a web browser extension that emulates Content Delivery Networks to improve your online privacy. It intercepts traffic, finds supported frameworks/libraries locally, and injects them into the website. Feel free to use the following testing utility to find out if you are properly protected. For more information read the tutorial or our Wiki pages."
    },
    "helpLinkTestUtility": {
        "message": "Βοηθητικό πρόγραμμα δοκιμών",
        "description": "Testing utility"
    },
    "helpLinkTutorial": {
        "message": "Οδηγίες",
        "description": "Tutorial"
    },
    "helpLinkWikiPages": {
        "message": "Σελίδες Wiki",
        "description": "Wiki pages"
    },
    "helpHtmlFilterDescription": {
        "message": "Στις περισσότερες περιπτώσεις, το LocalCDN μπορεί να αντικαταστήσει εύκολα τα ενσωματωμένα πλαίσια και βελτιώνει την ιδιωτικότητα. Σε ορισμένες περιπτώσεις, ο ιστότοπος ενδέχεται να προσπαθήσει να το αποτρέψει αυτό, θέτοντας ορισμένες επιλογές στον πηγαίο κώδικα HTML. Το LocalCDN, διαβάζει τον πηγαίο κώδικα HTML, προτού αυτός εμφανιστεί στο πρόγραμμα περιήγησης, και αφαιρεί αυτά τα μέρη (με κόκκινο).",
        "description": "In most cases LocalCDN can easily replace embedded frameworks and improves privacy. In some cases the website may try to prevent this by setting certain options in the HTML source code. LocalCDN reads the HTML source code before it is displayed in the browser and removes these part (red)."
    },
    "helpHtmlFilterBefore": {
        "message": "Το φίλτρο HTML αφαιρεί τους κόκκινους χαρακτήρες από αυτό το παράδειγμα:",
        "description": "The HTML filter removes the red characters from this example:"
    },
    "helpHtmlFilterAfter": {
        "message": "Έπειτα, το αποτέλεσμα μοιάζει κάπως έτσι:",
        "description": "The result then looks like this:"
    },
    "helpHtmlFilterWhyTitle": {
        "message": "Γιατί είναι απαραίτητη η αφαίρεση των χαρακτηριστικών πολλαπλής προέλευσης (crossorigin) και ακεραιότητας (integrity);",
        "description": "Why is it necessary to remove crossorigin and integrity attributes?"
    },
    "helpHtmlFilterCrossorigin": {
        "message": "Το χαρακτηριστικό πολλαπλής προέλευσης (crossorigin) αποτρέπει την αντικατάσταση, επειδή ο προορισμός δεν ταιριάζει με το ζητούμενο.",
        "description": "The crossorigin attribute prevents the replacement because the destination does not match the requested one."
    },
    "helpHtmlFilterIntegrity": {
        "message": "Για εξοικονόμηση χώρου στον δίσκο και την παροχή περισσότερων πλαισίων, το LocalCDN αναβαθμίζει ένα πλαίσιο. Μία ετικέτα ακεραιότητας είναι η τιμή κατατεμαχισμού ενός αρχείου. Εάν ο έλεγχος αποτύχει, ο περιηγητής δε θα συμπεριλάβει κανένα πλαίσιο. Ο έλεγχος ακεραιότητας θα αποτύχει, διότι οι τιμές κατατεμαχισμού για το, π.χ., jQuery 1.10.1 και το jQuery 1.12.4 διαφέρουν.",
        "description": "To save disk space and to deliver more frameworks LocalCDN upgrades a framework. An integrity tag is the hash value of a file. If the check fails, the browser won‘t include a framework. The integrity check will fail because the hash values for e.g. jQuery 1.10.1 and jQuery 1.12.4 are different."
    },
    "helpHtmlFilterErrors": {
        "message": "Δυστυχώς, ορισμένες φορές οι ειδικοί χαρακτήρες εμφανίζονται λανθασμένα. Σε αυτήν την περίπτωση, μπορείτε να απενεργοποιήσετε ξανά τη ρύθμιση, ώστε να εμφανίζονται σωστά τα διαλυτικά.",
        "description": "Unfortunately, it sometimes happens that special characters are then displayed incorrectly. In this case you can deactivate the setting again, to display the umlauts correctly."
    },
    "helpRuleGeneratorDescription": {
        "message": "Εάν επιθυμείτε να ανακατευθύνετε αυτόματα όλες τις υποστηριζόμενες συνδέσεις CDN στο LocalCDN, μπορείτε να προσθέσετε αυτούς τους κανόνες στο πρόγραμμα αποκλεισμού διαφημίσεων που χρησιμοποιείτε. Έτσι, θα επιτραπούν οι ανακατευθύνσεις. Εάν δεν επιθυμείτε να προσθέσετε τους κανόνες, θα χρειαστεί να επιτρέπετε κάθε σύνδεση CDN ξεχωριστά, για κάθε ιστότοπο.",
        "description": "If you want to automatically redirect all supported CDN connections to LocalCDN, you can add these rules to your adblocker to allow these redirections. If you do not want to add these rules, you must allow each CDN connection individually for each website."
    },
    "helpRuleGeneratorUblockTitle": {
        "message": "Μόνο για το uBlock Origin:",
        "description": "Only uBlock Origin:"
    },
    "helpRuleGeneratorUblockDescription": {
        "message": "Αυτοί οι κανόνες έχουν ισχύ μόνο στη «μέτρια» ή τη «δύσκολη» λειτουργία, επειδή αποκλείει όλους τους πόρους τρίτων. Δεν είναι απαραίτητα στην «προεπιλεγμένη», «εύκολη» ή «πολύ-εύκολη» λειτουργία. Για περισσότερες πληροφορίες, παρακαλώ επισκεφθείτε τη Wiki του uBlock Origin.",
        "description": "These rules are only relevant in »medium« or »hard« mode, because it blocks all 3rd-party resources. They are not necessary in »default«, »easy« or »very-easy« mode. For more information, please visit the uBlock Origin Wiki."
    },
    "helpRuleGeneratorUblockTableIcon": {
        "message": "Εικονίδιο",
        "description": "Icon"
    },
    "helpRuleGeneratorUblockTableMode": {
        "message": "Μέθοδος",
        "description": "Mode"
    },
    "helpRuleGeneratorUblockTableUseful": {
        "message": "Χρήσιμοι κανόνες",
        "description": "Rules useful"
    },
    "helpRuleGeneratorUblockTableDefaultEasy": {
        "message": "Προεπιλογή/Εύκολο",
        "description": "Default/Easy"
    },
    "helpRuleGeneratorUblockTableMedium": {
        "message": "Μέτριο",
        "description": "Medium"
    },
    "helpRuleGeneratorUblockTableHard": {
        "message": "Δύσκολο",
        "description": "Hard"
    },
    "helpWebsiteIssuesDescription": {
        "message": "Υπάρχουν δύο πιθανοί λόγοι: Είτε απαιτείται ένα πλαίσιο/βιβλιοθήκη που το LocalCDN δεν υποστηρίζει (ακόμα) ή μία SOP. Μία SOP (Πολιτική της Ιδίας Προέλευσης - Same Origin Policy) είναι ένας μηχανισμός ασφαλείας, που καθορίζει ποια δεδομένα επιτρέπεται να φορτώνει ο περιηγητής. Βοηθά στην απομόνωση κακόβουλων εγγράφων, μειώνοντας τους πιθανούς φορείς επίθεσης. Αυτή η πολιτική, εμποδίζει τον περιηγητή να φορτώσει τα εξωτερικά πλαίσια του LocalCDN. Δυστυχώς, δεν υπάρχει λύση τη δεδομένη στιγμή.",
        "description": "There are two possible reasons: Either a framework/library is required that LocalCDN doesn‘t (yet) deliver or an SOP. A SOP (Same origin policy) is a security mechanism that determines what data the browser is allowed to load. It helps to isolate malicious documents and thus reduce possible attack vectors. This policy prevents the browser from loading the external frameworks of LocalCDN. Unfortunately there is no solution for this at the moment."
    },
    "helpBlockGoogleFontsDescription": {
        "message": "Το LocalCDN μπορεί να αντικαταστήσει τα «Google Material Icons». Η επίτευξη της σύνδεσης θα χρειαστεί να επιτραπεί από το πρόγραμμα αποκλεισμού διαφημίσεων που χρησιμοποιείτε (π.χ. το uBlock Origin, το uMatrix ή το AdGuard). Το LocalCDN παρακολουθεί αυτές τις αιτήσεις κι αν το αίτημα περιέχει τα «Google Material Icons» ο πόρος θα αντικατασταθεί. Εάν αποεπιλέξετε την επιλογή «Αποκλεισμός αιτήσεων για ανύπαρκτους πόρους», θα επιτραπεί η είσοδος στους ανύπαρκτους πόρους και θα φορτωθούν οι «Γραμματοσειρές της Google». Αυτό θα συμβεί, επειδή τα «Google Material Icons» και οι «Γραμματοσειρές της Google» χρησιμοποιούν τον ίδιο τομέα. Εάν δεν επιθυμείτε κάτι τέτοιο, μπορείτε να αποκλείσετε τις «Γραμματοσειρές της Google» στο LocalCDN.",
        "description": "LocalCDN can replace »Google Material Icons«. To catch the connection your adblocker (e.g. uBlock Origin, uMatrix or AdGuard) must allow the request. LocalCDN listens on these requests and if the query contains »Google Material Icons«, the resource will be replaced. If you uncheck the »Block requests for missing content« option, non-existent resources will be allowed to pass and »Google Fonts« will be loaded, because »Google Material Icons« and »Google Fonts« use the same domain. If you don‘t want this, you can block »Google Fonts« on LocalCDN."
    },
    "helpStatisticsDescription": {
        "message": "Μην πανικοβάλλεστε, τίποτα δε θα μεταδοθεί. Θα ήταν ενάντια στις αρχές μου. Τα στατιστικά στοιχεία (σε μορφή JSON) περιέχουν τις ακόλουθες πληροφορίες: Ημερομηνία, CDN+μετρητής και πλαίσιο+μετρητής. Αυτά είναι όλα. Παραθέτω ένα παράδειγμα:",
        "description": "Don‘t panic, nothing will be transmitted. It would be against all my principles. The statistics (JSON format) contains the following information: Date, CDN+counter and framework+counter. That‘s all. I‘ve an example here:"
    },
    "helpStatisticsContent": {
        "message": "Τα στατιστικά στοιχεία δεν περιέχουν καμία πληροφορία σχετικά με το πρόγραμμα περιήγησης, το λειτουργικό σύστημα, τον αιτών ιστότοπο, τις διευθύνσεις IP ή οποιαδήποτε άλλη πληροφορία. Μόνο ημερομηνία, CDN+μετρητή και πλαίσια+μετρητή. Σας δείχνει ποια πλαίσια αντικαθίστανται από το LocalCDN, πόσο συχνά και ποια CDN αιτήθηκαν.",
        "description": "The statistics contain no information about the browser, operating system, requesting website, IP addresses or any other information. Just date, CDN+counter and framework+counter. It shows you which frameworks are replaced by LocalCDNs how often and which CDNs were requested."
    },
    "helpStatisticsTruthTitle": {
        "message": "Πώς γνωρίζω ότι αυτή είναι η αλήθεια;",
        "description": "How do I know that‘s true?"
    },
    "helpStatisticsTruthDescription": {
        "message": "Ο αποθηκευτικός χώρος της επεκτάσεως, μπορεί να προβληθεί απευθείας μέσω του προγράμματος περιήγησης Firefox. Ανοίξτε τη διεύθυνση URL «about:debugging», μεταβείτε στην ενότητα «Αποθήκευση» και επιλέξτε «Αποθήκευση επέκτασης». Κάτω από το κλειδί «internalStatisticsData» θα εντοπίσετε τα συλλεχθέντα δεδομένα. Απλά αντιγράψτε τα γραφόμενα και χρησιμοποιείστε ένα JSON PrettyPrinter για να τα κάνετε πιο ευανάγνωστα. Λάβετε υπ' όψιν ότι θα χρειαστεί να αφαιρέσετε το πρώτο και τελευταίο εισαγωγικό και το κλειδί του. Το ακόλουθο βίντεο θα σας βοηθήσει.",
        "description": "The extension storage can be viewed directly with the Firefox browser. Open the URL »about:debugging«, switch to »Storage« and select »Extension Storage«. Under the key »internalStatisticsData« you will find the collected data. Just copy it and put it into a JSON PrettyPrinter to make it more readable. Please note that you have to remove the first and last quotation mark and the key to it. You should be able to see this clearly in this video."
    },
    "helpSyncTitle": {
        "message": "Τι θα συγχρονιστεί όταν επιλέξω «Συγχρονισμός» ως τύπο αποθήκευσης;",
        "description": "What will be synchronized when I select »sync« as storage type?"
    },
    "helpSyncDescription": {
        "message": "Ο συγχρονισμός θα λειτουργήσει μόνο εάν είστε συνδεδεμένος στη συσκευή με λογαριασμό Firefox κι έχετε επιτρέψει τον συγχρονισμό των πρόσθετων, στις ρυθμίσεις. Επίσης, θα λειτουργήσει ένας ξεχωριστός διακομιστής συγχρονισμού υπό τον έλεγχό σας. Έτσι, θα συγχρονιστούν οι περισσότερες από τις ρυθμίσεις του LocalCDN σε όλες τις συσκευές.",
        "description": "Sync will only work if you are logged in with a Firefox account on the device and have allowed add-ons to sync in the settings. A separate sync server under your control will also work. This will synchronize most of the settings of LocalCDN across all devices."
    },
    "helpSyncAccount": {
        "message": "Εάν δεν έχετε λογαριασμό συγχρονισμού, δε θα συγχρονιστεί τίποτα. Σε αυτή την περίπτωση, δεν έχει καμία διαφορά τι είδους αποθηκευτικό χώρο έχετε επιλέξει.",
        "description": "If you don‘t have a sync account, nothing will be synchronized. In that case it makes no difference what type of storage you have selected."
    },
    "helpSyncContentNever": {
        "message": "Στοιχεία που δε συγχρονίζονται ποτέ:",
        "description": "Things that are never synchronized:"
    },
    "helpNumberOfInjections": {
        "message": "Αριθμός εμβόλιμων πόρων",
        "description": "Numbers of injections"
    },
    "helpYes": {
        "message": "Ναι",
        "description": "Yes"
    },
    "helpNo": {
        "message": "Όχι",
        "description": "No"
    },
    "helpData": {
        "message": "Δεδομένα",
        "description": "Data"
    },
    "helpSyncContentEver": {
        "message": "Ρυθμίσεις που θα συγχρονιστούν:",
        "description": "Settings that will be synchronized:"
    },
    "helpIcons": {
        "message": "Προεπιλογή, Ανοιχτό, Μπλε/Γκρι",
        "description": "Default, Light, Blue/Grey"
    },
    "helpSyncContentLinks": {
        "message": "Περισσότερες πληροφορίες για το Firefox Sync:",
        "description": "More information about Firefox Sync:"
    },
    "helpBrowserCompatibility": {
        "message": "Συμβατότητα περιηγητή",
        "description": "Browser compatibility"
    },
    "helpReplace": {
        "message": "Αντικατάσταση",
        "description": "Replace"
    },
    "helpReplaceOther": {
        "message": "Αντικατάσταση άλλων πόρων",
        "description": "Replace other resources"
    },
    "helpUpgradeAllResources": {
        "message": "Αναβάθμιση όλων των πόρων",
        "description": "Upgrade all resources"
    },
    "helpExplanationChrome": {
        "message": "Όλοι οι Περιηγητές που βασίζονται στο Chromium",
        "description": "All Chromium based Browser"
    },
    "helpLimitation": {
        "message": "Αυτό δεν αποτελεί περιορισμό του LocalCDN, αλλά έλλειψη υποστήριξης API από τα προγράμματα περιήγησης που βασίζονται στο Chromium.",
        "description": "This is not a limitation of LocalCDN, but missing API support of Chromium based browsers."
    },
    "titleBadgeDefault": {
        "message": "Προεπιλεγμένο εικονίδιο",
        "description": "Default badge"
    },
    "titleBadgeHTMLFilter": {
        "message": "Εικονίδιο φίλτρου HTML",
        "description": "HTML filter badge"
    },
    "titleBadgeMissingResource": {
        "message": "Εικονίδιο ανύπαρκτου πόρου",
        "description": "Missing resource badge"
    }
}
